//EXERCICE1 JOB 1,NOTIFY=&SYSUID
//COBRUN EXEC IGYWCL
//COBOL.SYSIN DD DSN=&SYSUID..GBL(EXERCICE1),DISP=SHR
//LKED.SYSLMOD DD DSN=&SYSUID..LOAD(EXERCICE1),DISP=SHR
// IF RC = 0 THEN
//STEP2 EXEC PGM=EXERCICE1
//STEPLIB DD DSN=&SYSUID..LOAD,DISP=SHR
//SYSOUT DD SYSOUT=*
// ELSE
// ENDIF